[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1

LanguageName=Simplified Chinese

FileAuthor=mr.jinyi@gmail.com

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Website(英文站点)
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=作者
SupportForumWord=支持论坛
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=按键/鼠标滚轮旋转频率
IconReplacementMode=图标置换模式
normal=普通模式
topmost=置顶
alwaysOnBottom=总是在底部
zLevel=位置层次

[MainContextMenu]
WebsiteWord=网站
SettingsWord=设置
HideWord=隐藏
ShowWord=显示
QuitWord=退出
RemoveWord=移除
AddWord=加入
DockFolder=Dock文件夹
ChangeIcon=更换图标
ItemSettings=项目设置
PauseMouseToggling=暂停鼠标唤出
blankIcon=空图标

[SettingsPanel]
Name=Circle Dock设置
SettingsPanelWord=设置面板
GeneralWord=主要设置
DockShape=Dock形状

Labels=标签
Animation=动画
LocationWord=位置
TogglingWord=唤出
FileDockIconAssociations=文件 -> Dock图标关联
LanguageWord=语言
HelpWord=帮助
HotKeySelectorToggleDock=唤出快捷键选择 (设置Dock的可见性)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=有效的快捷键组合
InvalidHotKeyCombination=无效的快捷键组合或快捷键已被使用

CentreAroundCursorWhenShown=以鼠标为中心显示Dock
CircleDockVersionWord=Circle Dock版本
EnableDockRotation=开启Dock旋转

ConfigurationDescriptionLabel=自定义Circle Dock出现在你屏幕上的方式

// Location Panel
lockDockAtCurrentPosition=将Dock固定在现在的位置

// General Panel
KeepDockAboveAllOtherWindows=将Dock保持在所有窗口之上
ClickSensitivity=单击敏感度
Sensitive=敏感
NotSensitive=不敏感
EnablePortabilityMode=开启优盘模式
UseMemorySaver=开启内存节省模式
useSameRotationValueAllLevels=对所有应用相同的旋转弧度
currentRotationValue=设置旋转参数 (弧度)

// Background Panel
Background=背景
BackgroundImage=背景图片
NormalSize=普通大小
NormalOpacity=透明度设置

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=每个环固定项目数
NumberOfIconsPerCircle=每个环图标数
MinimumRadius=最小半径
SeparationBetweenCircles=环距
FormatWord=设置
CircleWord=环装
maximumNumberOfItemsPerCircle=每个环最大图标数
lineWord=线
spiralWord=螺旋
rateOfIncrease=增加速率
defaultWord=默认
separationWord=间隔

// Centre Button Panel
CentreButton=中央按钮
DefaultCentreButton=默认中央按钮
OtherSettings=其他设置
ShowStartMenuWhenClicked=单击时显示开始菜单
StartMenuResidueWarning=注意：您必须在Windows的风格选项中关闭“在目下显示阴影”选项，否则将会出现重影。

// Dock Items Panel
DockItems=Dock项目
RightClickMenu=右键菜单
ShowWindowsFileFolderMenus=显示Windows文件目录菜单
HideDock=隐藏Dock
HideDockAfterFileExecution=在打开文件或文件夹后隐藏Dock

// Labels Panel
FontWord=字体
ChangeFont=更换字体
ChangeColor=更换颜色
ShadowWord=阴影
ShadowSize=阴影大小
ShadowDarknessFactor=阴影亮度因子
ShowLabels=显示标签
ShowLabelsOnMouseoverOnly=仅在鼠标悬空时显示标签

// Animation
AnimationWord=动画
GeneralFrameRate=帧速率(FPS)
RotationAnimationDuration=旋转动画时间 (ms)
FadeInFadeOutDuration=淡入淡出间隙 (ms)
UsePoofAnimationWhenDeleting=删除时使用瞬间动画(实验中)

//About Panel
AboutWord=关于
ThePremiereCircularDockForWindows=Windows的第一个旋转Dock
WebsiteWord=网站
VersionInformation=版本信息
OfficialHomepage=官方网页

// Help Panel
SupportWord=支持
OfficialWebForum=官方论坛
OfficialWebHelpFAQ=官方网站帮助/FAQ

// Language Panel
LanguageFileLocation=语言文件位置
LanguageName=语言
LanguageFileAuthor=作者
LanguageFileVersion=语言文件版本
LanguageFileOriginallyIntendedFor=此语言文件专为以下版本设置：
LanguageFileProgramRestartRequired=***需要重启程序，以完全应用语言设置***
LanguageFileValidCurrent=语言文件有效/最新
LanguageFileInvalidOutofDate=语言文件无效/过期

// File -> Icon Associations
FileIconAssocationsDescription=加入文件或文件夹时使用默认图标
FileNameIconAssociations=文件名 -> 图标关联
FolderNameIconAssociations=文件夹名 -> 图标关联
FileExtensionIconAssociations=文件扩展名 -> 图标关联
DockFolderIconAssociation=Dock文件夹 -> 图标关联

fileName=文件名
folderName=文件夹名
extensionName=扩展
associatedDockIcon=关联的Dock图标
browse=浏览
startsWith=开始于
endsWith=结束于
exactMatch=精确
contains=包含
sample=Sample

// Toggling
ToggleVisibilityHotKey=唤出键盘快捷键
ToggleVisibilityMouseButton=唤出鼠标快捷键
ShowDockWhenIMoveMyMouseTo=显示Dock，当我将鼠标移至...
ScreenLeftEdge=屏幕左边
ScreenRightEdge=屏幕右边
ScreenTopEdge=屏幕顶部
ScreenBottomEdge=屏幕底部
EdgeWidthHeight=边宽/高
dwellTime=Dwell时间



[ErrorMessages]
MissingInvalid=缺失/无效
FilePathMissingInvalid=文件/目录缺失或无效

[DockItemProperties]
ItemSettings=项目设置
IconImage=图标图片(留空为默认)
Name=名字(留空为默认)
Target=目标
Folder=文件夹.....
File=文件.....
StartIn=开始于
Arguments=讨论
Run=运行
Normal=普通
Minimized=最小化
Maximized=最大化
Close=关闭
